{
    "claim_not_live": "Claim is not live yet",
    "nav_home": "Home",
    "nav_about": "About",
    "nav_learnmore": "Learn more",
    "nav_howtobuy": "how to buy and stake",
    "nav_howtoclaim": "How to claim",
    "nav_faq": "FAQ",
    "nav_whitepaper": "Whitepaper",
    "nav_ourproject": "OUR PROJECT",
    "powered_by": "Powered by",
    "refer_btn": "5% Referral Link",
    "ref_link": "Referral Link",
    "ref_text": "Copy your referral link below and send it to your friends. For every purchase made using this link, you’ll receive 5% of the purchase amount as USDT.",
    "successCopy": "Copied successfully!",
    "banner-heading": "Join the",
    "banner-heading1": "Green AI Revolution",
    "banner-heading2": "Buy and Stake your $TUK Tokens to Earn Now!",
    "banner-desc": "Join the eTukTuk sustainable transportation revolution with our green $TUK token presale. eTuktuk is the AI-integrated, eco-friendly future of transportation, which allows you to invest and earn right away. Purchase $TUK tokens and stake them to start earning rewards today!",
    "audit": "Audited by",
    "banner-desc3": "Solution that's transforming the landscape of transportation for the better. Act now and join us in building a more sustainable and inclusive world for everyone.",
    "low_balance": "You don't have enough {{tokenName}} to pay for this transaction!",
    "gas_fees": "{{gasFees}} {{modeName}} is reserved for gas. The actual amount used will depend on the network.",
    "low_gas_fees": "You do not have enough {{modeName}} to pay for this transaction.",
    "low_usdt": "You do not have enough USDT to pay for this transaction.",
    "swap_error": "Make sure you have {{gasFees}} {{modeName}} for gas and {{tokenName}} for the token exchange.",
    "authorise": "Authorize",
    "exchange": "Exchange",
    "pay_with": "Enter {{tokenName}} amount",
    "amount_in": "{{cryptoName}} you receive",
    "buy_now": "Buy Now",
    "connect_Wallet": "Connect Wallet",
    "buy_$TUK": "Buy $TUK",
    "max": "Max",
    "max_token_exceed": "Amount exceeds max tokens ({{maxTokensToBuy}}) to buy!",
    "max_token_title": "Max tokens!",
    "your_purchased": "Your Unclaimed",
    "transaction_in_progress": "your transaction is in progress!",
    "transction_info": "{{baseToken}} {{cryptoName}} tokens will be available for you to claim once the presale ends.",
    "waiting_approve": "In order to buy {{cryptoName}} with USDT, you first need to authorize us to access the USDT in your wallet.",
    "transaction_success": "Your purchase was successful!",
    "view_transaction": "View Transaction",
    "start_again": "Start Again",
    "finish": "Finish",
    "transaction_failed": "Your purchase has failed!",
    "view_transaction_info": "Please click on the View Transaction button for more details.",
    "transaction_rejected": "Your purchase was rejected!",
    "min_crypto": "Please purchase at least {{minAmount}} {{cryptoName}}.",
    "waiting_confirm": "In order to buy {{cryptoName}} with {{tokenName}}, please confirm the transaction in your wallet. You may need to check the wallet app if you're on mobile.",
    "token_remain": "Tokens Remaining Until",
    "price_increase": "50% Price Increase",
    "connect_wallet": "Connect Wallet",
    "buy_with_card_btn": "Buy with Card",
    "public_sale_price": "Public Sale  Price = 0.0045 USDT",
    "exploring_web": "Start Exploring Web3",
    "exploring_des": "Your wallet is the gateway to all things Ethereum, the magical technology that makes it possible to explore Web3.",
    "choose_first_wallet": "Choose Your First Wallet",
    "get_wallet": "Get a Wallet",
    "no_wallet": "I don’t have a wallet",
    "how_to_buy": "How To Buy",
    "terms": "Terms of Service",
    "privacy": "Privacy Policy",
    "cookies": "Cookies",
    "next_tier": "Public Sale  Price =",
    "wrong_chain": "Please Connect to {{chainName}}, Wrong chain id!",
    "change_network": "Change Network",
    "buy_with": "Buy {{tokenName}} with",
    "buy_with_usdt": "Buy {{tokenName}} with USDT",
    "buy_with_option": "Buy {{tokenName}} with Card",
    "buy_with_card": "BUY WITH CARD",
    "card": "Card",
    "switch_to": "Buy with",
    "pick_wallet": "Pick your wallet",
    "stage": "BUY IN BEFORE PRICE INCREASES!",
    "stage_1": "PRIVATE SALE",
    "stage_2": "PRIVATE SALE",
    "stage_3": "PRESALE STAGE 3",
    "stage_4": "PRESALE STAGE 4",
    "last_stage": "Final Stage",
    "until_price": "Next Stage Price",
    "private_sale_price": "LISTING PRICE: ${{salePrice}}",
    "refer_friends": "Refer your friends to participate in the presale",
    "usdt_raised": "USDT Raised:",
    "cancel": "Cancel",
    "wallet_connect": "Wallet Connect",
    "metamask": "Metamask",
    "web3auth": "Web3 Auth",
    "switchNetwork": "Switching Chain Failed. Please try to switch to chain {{chain_name}} manually.",
    "footer_faq": "FAQ",
    "footer_roadmap": "ROADMAP",
    "stake_title": "welcome to $TUK Tokens ",
    "stake_desc": "$TUK Token rewards will be distributed to users at a rate of 4.75 $TUK per BSC block. Rewards will be payable over 3 years and are determined by your share of the staking pool and annual returns percentage.",
    "card_1_title": "Staked Balance",
    "card_2_title": "% of Pool",
    "card_3_para_1": "Returns = Annual Returns Percentage",
    "card_3_para_2": "Monthly = Returns / 12",
    "card_3_para_3": "Daily = Returns / 365",
    "card_3_title": "Estimated Rewards",
    "card_4_title": "Current Rewards",
    "card_5_title": "Total Rewards",
    "card_block": "Per BSC Block",
    "card_$TUK": "$TUK",
    "rewards_btn": "Claim Rewards",
    "buy_stake_now": "Buy N Stake",
    "buy_stake": "Buy And Stake",
    "claim_stake": "Claim And Stake",
    "nav_dashboard": "Staking",
    "ok": "OK",
    "your_staked": "Your staked",
    "your_stakeable": "Your stakeable",
    "total_staked": "Total Staked",
    "total_supply": "Rewards Unlock",
    "total_supply_no": "100,000,000,000",
    "card_coin": "$TUK",
    "return_title": "Returns Calculator",
    "return_desc": "$TUK Tokens  offers a new passive income opportunity to the meme coin scene but could also benefit from token price appreciation. $TUK Tokens  has a fully diluted starting market cap nearly 900 times cheaper than the original $TUK Tokens .",
    "return_buy_title": "READY TO BUY?",
    "return_buy_desc": "All you need to buy $TUK Tokens  tokens at the lowest presale price is a decentralised wallet containing ETH, BNB, or USDT. Simply connect to the widget above to swap tokens!",
    "return_para1": "Returns Calculator",
    "return_para2": "Input the amount of $TUK Tokens  you’re purchasing, and see what it would be worth at different token prices.",
    "return_label": "If I buy",
    "return_val": "($100.45)",
    "return_para3": "And the token price reaches",
    "return_worth": "Your $TUK Tokens  would be worth",
    "wintdraw_date": "You can withdraw your tokens from {{unstakeDate}}",
    "withdraw_text": "All staked tokens will be able to be withdrawn 7 days after token claiming goes live, which will happen after the presale is concluded",
    "withdraw": "Withdraw",
    "withdraw_amount": "Withdrawal Amount",
    "withdraw_stake_title": "Withdraw Staked Tokens",
    "withdraw_success": "Withdrawal successfully completed",
    "withdraw_title": "Withdraw Staked Tokens",
    "token_withdraw": "Withdraw Staked Tokens",
    "until_soft_cap": "Until Soft Cap",
    "until_sold_out": "Until Sold Out",
    "until_next_stage": "Until Next Stage",
    "not_enough_eth": "Not enough ETH? Top up now",
    "whitepaper": "WHITEPAPER",
    "whitepaper_desc": "The $TUK Tokens  mission is to allow everyday crypto enthusiasts the chance to buy a new version of $TUK at a price that was only available to tech geeks and insiders. Leveraging BNB Smart Chain’s smart contract functionality, $TUK promises to deliver on speed, security, and efficiency. Read our whitepaper for more information.",
    "faq_title1": "QUESTIONS...",
    "faq_title": "FREQUENTLY ASKED",
    "faq1": "What is $TUK Tokens ?",
    "faq_para1": "$TUK Tokens  is a new BEP-20 token built on BNB Smart Chain that simulates the block rewards of $TUK. Utilizing smart contract technology, $TUK Tokens  issues daily token rewards to $TUK staking participants.",
    "faq2": "What is the goal of $TUK Tokens ?",
    "faq_para2": "There are many people in crypto who missed out on buying $TUK early or don’t have the resources and know-how to mine it. $TUK Tokens  is an attempt to level the playing field and offer both a chance to buy $TUK in presale and a sort of mining in the form of staking.",
    "faq3": "Why launch on BNB Smart Chain?",
    "faq_para3": "BNB Smart Chain, backed by the largest exchange in the world Binance, has a huge network and passionate community support. We intend to serve this community with a new token that brings value to their daily lives.",
    "faq4": "When will $TUK launch?",
    "faq_para4": "We aim to launch $TUK Tokens  on a decentralized exchange on BSC within several weeks from the start of the presale, depending on how quickly it can be concluded.",
    "faq5": "Where can I claim my presale tokens?",
    "faq_para5": "You’ll be able to claim your tokens as soon as possible after the presale ends, from the $TUK Tokens  website. Token claiming and listing will likely be on the same day and time. You will also be able to stake your tokens before the listing date, to ensure an early staking position.",
    "faq6": "Where can I find more info and support?",
    "faq_para6": "Kindly follow our Twitter and Telegram accounts to ensure you receive our official communication. You can also reach out to our staff on Telegram to ask any questions you may have.",
    "btc": "$TUK",
    "copyright": "© eTukTuk Ltd & Tuk Token. All content is protected. Disclaimer: Cryptocurrency may be unregulated in your jurisdiction. The value of cryptocurrencies may go down as well as up. Profits may be subject to capital gains or other taxes applicable in your jurisdiction.",
    "download_now": "Download Now",
    "footer_email": "contact@$TUK Tokens .io",
    "claim_stake_title": "Stake Your $TUK now",
    "claim_stale_help": "Confirm the transaction in your wallet to stake your $TUK now. This will automatically claim and stake all of your $TUK until 7 days after the ability to claim tokens into your wallet goes live",
    "buy_stake_for": "Buy and Stake for",
    "stake_claim_success": "All staked tokens will be able to be withdrawn 7 days after token claiming goes live, which will happen after the presale is concluded",
    "stake_transaction_failed": "YOUR STAKE HAS FAILED.",
    "stake_transaction_in_progress": "Your transaction is in progress!",
    "stake_transaction_rejected": "Your stake was rejected.",
    "stake_transaction_success": "YOUR STAKE WAS SUCCESSFUL!",
    "stake_transction_info": "{{stakeAmount}} $TUK tokens will be staked once the transaction completes",
    "stake_view_transaction_info": "Please click on the View Transaction button for more details.",
    "stake_waiting_approve": "In order to stake $TUK, you first need to authorize us to access the $TUK in your wallet",
    "transction_info_stake": "{{baseToken}} tokens will be purchased and staked once the transaction is confirmed.",
    "transction_info_stake_success": "{{baseToken}} tokens have now been staked! Check the dashboard for details.",
    "claim_success": "Your tokens have been claimed successfully.",
    "waiting_confirm_stake": "In order to buy and stake your $TUK, please confirm the transaction in your wallet. You may need to check the wallet app if you're on mobile.",
    "waiting_confirm_stake_2": "All staked tokens will be able to be withdrawn 7 days after token claiming goes live, which will happen after the presale is concluded.",
    "stake_waiting_confirm": "In order to stake $TUK, please confirm the transaction in your wallet. You may need to check the wallet app if you're on mobile.",
    "claim_stake_tokens_now": "Stake your unclaimed tokens for",
    "stake_popup_info": "Unclaimed $TUK that was bought using BNB or BEP-20 USDT can be staked now. Staking for $TUK that was bought using ETH or ERC-20 USDT will be able to be staked once the presale ends. Please note that all staked tokens will be able to be withdrawn 7 days after token claiming goes live, which will happen after the presale is concluded.",
    "nav_audit": "Audit",
    "table_desc": "Following the success and adoption of $TUK ($TUK), there are several forks and clones of the original cryptocurrency, for various reasons. Some make transactions faster and cheaper, others exist for philosophical reasons. $TUK Tokens  simply aims to merge the speed, low cost, and reliability of BNB Smart Chain with passive income for users.",
    "table_title": "$TUK clone Comparisons",
    "pool_share": "$TUK Staking rewards are given at a rate of 4.75 $TUK per BSC block. Your percentage of the pool will determine what percentage of the 4.75 $TUK tokens you receive.",
    "staking_powered_by": "Staking powered by",
    "your_eth_claimable": "Your purchased {{tokenName}}",
    "your_bsc_claimable": "Your stakeable {{tokenName}}",
    "stake_now": "Stake Now",
    "your_purchased_popup_info": "Your total purchased tokens are all tokens purchased using the connected wallet. This includes all staked and un-staked tokens purchased on the Ethereum and BSC chains",
    "join_title": "What is eTukTuk?",
    "join_para": "eTukTuk is an AI-powered, sustainable transport solution that will revolutionise transportation in developing nations and ultimately worldwide. eTukTuk is building the charging infrastructure of tomorrow, powered by the blockchain, and this presale is your chance to invest in a project that aims to change the world. Don't miss out on this exceptional opportunity to be a part of a better, sustainable future for all.",
    "watch_our_journey": "Watch Our Journey",
    "buy_title": "How To Buy and Stake",
    "buy_step_1": "Step 1:",
    "buy_step_1_title": "Connect",
    "buy_step_1_list1": "You will need to have a web3 compatible wallet to participate in the presale.",
    "buy_step_1_list2": "For desktop, we suggest using Metamask browser extension, and for mobile we suggest using Trust Wallet for the smoothest user experience. ",
    "buy_step_1_list3": "You can use BNB, ETH, USDT or your bank card if you need to! Make sure you have enough crypto for gas as well.",
    "buy_step_2_list1": "We recommend staking your tokens to immediately start earning $TUK as rewards. Once your wallet is connected, select the Buy and Stake option to start earning interest on your staked tokens today!",
    "buy_step_2_list2": "Staking is on the BNB Smart Chain network only for now, so we recommend buying on this chain to take advantage of staking.",
    "buy_step_2": "Step 2:",
    "buy_step_2_title": " Connect",
    "buy_step_1_list2_click": "clicking here.",
    "faq_head_1": "What are the $TUK token details? ",
    "faq_cont_1_1": "$TUK is a BEP-20 token on the BNB Smart Chain with a maximum supply of 2,000,000,000 (2 billion).",
    "faq_cont_1_2": "The $TUK token is the native token on the blockchain that is the backbone of the eTukTuk ecosystem.",
    "faq_cont_1_3": "The token contract address is 0x84E03e21dA9B32555885a85b7c23e5FC123C25DD. Please do not send any funds to this token contract address, as they cannot be recovered. $TUK can currently only be purchased through the official presale at buy.tuktoken.io",
    "faq_head_2": "What is eTukTuk? ",
    "faq_cont_2": "eTukTuk is a blockchain based project for the people. eTukTuk is building the charging infrastructure of tomorrow. Powered by the blockchain, eTukTuk will power a sustainable and robust charging ecosystem for transportation networks across developing countries and beyond. The ecosystem will provide sustainable transport solutions and ensure financial inclusion in developing regions.",
    "faq_head_3": "Why the $TUK token? ",
    "faq_cont_3": "The $TUK token will power the whole eTukTuk ecosystem.",
    "faq_cont_3_1": "The $TUK token will provide long term rewards for holders of the $TUK token in the form of Power Staking. Moreover, it will form a payment overlay network alongside fiat transactions that will ease the barrier to entry into the eTukTuk ecosystem for those among the unbanked (i.e. no access to traditional financial services).",
    "faq_head_4": "When is the claim and launch of $TUK token?",
    "faq_cont_4": "Claiming your $TUK tokens and the public launch of the token will happen on the same day once the presale ends and will be announced once the date is confirmed. Announcements will also be made on CEXs and DEXs that you will be able to trade $TUK on, once they are confirmed.",
    "faq_cont_4_1": "Should you have any further inquiries, please don't hesitate to reach out to our support team. We are here to assist you throughout this exciting journey.",
    "faq_head_5": "How do I claim my $TUK tokens? ",
    "faq_cont_5": "To claim your tokens, please follow the steps below: ",
    "faq_cont_5_li_1": "Ensure that you participated in the public sale and are eligible to receive tokens.",
    "faq_cont_5_li_2": "Three months after the public sale commences, the airdrop process will begin, and the tokens will be distributed to the wallets of eligible holders.",
    "faq_cont_5_li_3": "During this period, you can access and monitor your tokens on the token dashboard provided by eTukTuk.",
    "faq_cont_5_li_4": "Once the airdrop is completed, the tokens will be fully accessible and transferable in your wallet as per the schedule mentioned in the table above.",
    "faq_cont_5_li_5": "If you encounter any issues or have specific questions regarding the token claim process, kindly reach out to our dedicated support team. We are here to assist you every step of the way.",
    "faq_head_6": "How do I contact support?",
    "faq_cont_6": "To contact our support team, please email us at",
    "faq_cont_6_1": "contact@etuktuk.io",
    "faq_cont_6_2": "Our dedicated support staff will be more than happy to assist you with any questions, concerns, or inquiries you may have. We strive to provide timely and helpful responses to ensure your experience with our project is smooth and enjoyable.",
    "faq_cont_6_3": "Feel free to reach out to us at any time, and we look forward to providing you with excellent support and service. Thank you for choosing eTukTuk!",
    "presale_title": "BUY NOW BEFORE PRICE INCREASES!",
    "feature_title": "As Featured On",
    "partners_title": "Investors & Partners",
    "how_to_claim_title": "How to Claim $TUK Tokens",
    "how_to_claim_desc": "As we complete all funding rounds, you'll gain the opportunity to claim your $TUK tokens effortlessly! Stay tuned for comprehensive instructions on how to claim, which will be revealed once the presale has ended. When the claiming process is ready, simply visit our main page at etuktuk.io and click on the 'Claim' button. We've got you covered, and claiming your $TUK tokens will be as seamless as our sustainable transportation solution!",
    "how_to_claim_purchase_title": "Purchase With Confidence",
    "how_to_claim_purchase_desc": "Purchase with peace of mind, knowing that our $TUK token contract has undergone rigorous audits by Certik, a renowned blockchain security firm, ensuring unparalleled levels of security. ",
    "how_to_claim_purchase_desc_1": "The trust in our project is reinforced by esteemed investors, including",
    "capital_majority": "Capital Maharaja Group",
    "and": "and",
    "asian_token": "Asian Token Fund",
    "how_to_claim_purchase_desc_2": ", and partners like",
    "binance": "Binance.",
    "how_to_claim_purchase_desc_3": "With their support, eTukTuk's vision for sustainable transportation gains further credibility. Plus, TukTribe already has over 70,000 members that are empowering communities and recharging economies!",
    "etuktuk_btn": "eTukTuk Website",
    "how_to_claim_para": "TukTribe already has over 70,000 members that are empowering communities and recharging economies",
    "site": "SITE:",
    "community": "community:",
    "legal": "legal:",
    "facebook": "facebook",
    "twitter": "twitter",
    "instagram": "instagram",
    "linkdin": "linkedin",
    "telegram": "telegram",
    "buy_token": "BUY $TUK TOKEN",
    "wert_disclaimer": "By continuing, you're purchasing {{token}} tokens. Your tokens won't be immediately deposited to your wallet. You'll be able to claim them on the claim date that will be announced at a later date. After you claim them, they will be deposited to your wallet.",
    "how-to-buy": "How to buy?",
    "nav_staking": "STAKING",
    "faq": "FAQs",
    "change_chain": "Switch to ",
    "change_chain_info": "Are you sure you want to change?",
    "change_swap_text": "If you purchase with ETH during the presale, you won't be eligible for the {{apy}}% annual returns from staking. We recommend buying on the BSC side if you want to stake.",
    "are_you_sure": "Are you sure?",
    "change": "Buy with ETH",
    "ai_powered_title": "Earn $TUK by Expanding the eTukTuk Network",
    "how_we_do_it": "HOW WE DO IT",
    "al_power_li_1": "AI-Driven Efficiency: $TUK token powers AI-driven crypto advancements, optimizing routes for reduced traffic and minimal fuel consumption, promoting sustainable transport.",
    "al_power_li_2": "Eco-Friendly Innovations: $TUK supports green transportation through AI research, aligning token presale efforts with environmental goals.",
    "al_power_li_3": "Smart Infrastructure: $TUK tokens pioneer intelligent transport systems using AI-enhanced blockchain, advancing green initiatives in real-time.",
    "al_power_li_4": "Predictive Maintenance: Our AI integration schedules interventions for prolonged vehicle life, minimizing wastage for a reliable, eco-friendly crypto token.",
    "stake_pa": "p/a",
    "wert_mount_title": "Wert Widget",
    "wert_mount_desc": "Please wait while we are initializing the Wert widget.",
    "buy_step_2_list3": "Alternatively you can just buy $TUK tokens as part of the presale, and claim them once the presale is over.",
    "cookie_policy": "Cookie Policy",
    "scope_of_policy": "Scope of this Policy",
    "types_of_cookies": "Types of Cookies",
    "cookies_li_1": "Strictly Necessary Cookies - These are Cookies that are required for the operation of our Website. They include, for example, Cookies that enable you to log into secure areas of our Website.",
    "cookies_li_2": "Functionality Cookies - These Cookies are used to recognise you when you return to our Website. They may enable us to personalise our content for you, greet you by name, or remember your preferences (for example, your choice of language or region). By using this Website you agree to our placement of functionality Cookies.",
    "cookies_li_3": "Targeting Cookies - These Cookies record your visit to our Website, the pages you have visited and the links you have followed. We will tailor our services to provide you with the best experience possible. By using our Website, you agree to our placement of targeting Cookies.",
    "cookies_li_4": "Analytical/Performance Cookies - They allow us to recognise and count the number of visitors and to see how visitors move around our Website when they are using them. This may help us improve how our Website works, for example, by ensuring that users find what they are looking for easily. By using this Website, you agree to our placement of analytical/performance Cookies.",
    "cookies_para_2": "When you visit our Website, and before the Website places Cookies on your computer, you will be presented with the options bar requesting your consent to set those Cookies. By giving your consent to the placing of those Cookies, you are enabling us to provide a better experience and service. You may, if you wish, deny consent to the placing of these Cookies. However, certain features of the Website may not function fully, or as intended.",
    "what_are_cookies": "What are Cookies?",
    "what_cookies_para1": "Computer Cookies are also called web or website Cookies, internet Cookies, browser Cookies, or more formally, HTTP Cookies. Instead of storing multiple users’ browser activities on our server, our Website will instead send bits of code to be stored on each User’s browsers.",
    "what_cookies_para2": "These are designed to help enhance your experience with our Website.",
    "what_cookies_para3": "Cookies do not usually contain any information that will identify you, the User. However, personal information that you may have entered will be stored and used in conjunction with the information stored and obtained from Cookies.",
    "what_cookies_para4": "For more information on how your data is used and stored, please head to our Privacy Policy to find out  more at",
    "control_cookies": "How to Control your Cookies",
    "control_cookies_para1": "Many browsers are instructed to allow Cookies by default. However, you can enable or disable Cookies by activating the setting on your browser. You can refuse the setting of some or all Cookies if you choose to. Although some Cookies can be blocked with little impact on your experience of a website, blocking all Cookies may mean you are unable to access certain features and content across the websites you visit.",
    "control_cookies_para2": "If you browse websites from multiple devices, you may need to update your settings on each individual device.",
    "third_party_cookies": "Third-Party Cookies",
    "third_party_cookies_para": "Third parties or external links on this Website may also use Cookies as part of their service to eTukTuk Ltd, such as analytics providers and content partners. eTukTuk Ltd has no control over third-party Cookies and they are not covered by this Website’s Cookie Policy.",
    "changes_policy": "Changes to This Policy",
    "changes_policy_para1": "eTukTuk Ltd reserves the right to change or update this Cookie Policy as we may deem necessary from time to time, or as may be required by law. Any changes to this policy will be posted immediately on the Website. You are deemed to have accepted the terms of this Cookie Policy on the first use of the Website following the alterations.",
    "cookies_last_para": "This policy was created on 1st March 2023.",
    "discord": "Discord",
    "need_support": "Need further Support",
    "email_us": "Email Us",
    "visit_us": "or visit us at",
    "cookies_para_1": "This website uses Cookies when Users visit the site",
    "cookies_para_3": "This Cookie Policy should be read in conjunction with our Privacy Policy which can be found at",
    "cookies_para_1_href": "https://etuktuk.io",
    "cookies_para_3_href": "https://etuktuk.io/privacy-policy/",
    "cookies_para_1_sub": "(the Website) to help customise the site and optimise it for your User experience. This Policy applies between you, the “User” and eTukTuk Ltd, the “owner”, or “provider” of this Website.",
    "you_can_contact": "You can contact us on",
    "nav_roadmap": "Roadmap",
    "list1_1": "White Paper released",
    "list1_2": "Sri Lanka as Launch Territory Announced",
    "list1_3": "etuktuk unveiled at World Economic Forum, Davos",
    "list1_4": "Launch of Rewards App: TukStation",
    "list1_5": "Prototype eTukTuk unveiled",
    "list1_6": "Power Staking Paper released",
    "list1_7": "Opening of SL office",
    "list1_8": "Opening of Singapore office",
    "list1_9": "Capital Maharaja Group unveiled as major partner for Sri Lanka rollout",
    "list2_1": "Token Sale Commences",
    "list2_2": "Layer 2 Sidechain reveal: opBNB",
    "list2_3": "Smart Contract Audit Completed",
    "list2_4": "Smart Contract Deployed",
    "list2_5": "Driver App dev starts",
    "list2_6": "Launch of Buy and Stake feature",
    "list2_7": "Staking contract deployed",
    "list2_8": "Tuk Station hits 80,000 users",
    "list3_1": "First Charging Stations Installed in Sri Lanka",
    "list3_2": "Official Government launch of eTukTuk",
    "list3_3": "Passenger App begins development",
    "list3_4": "$TUK Token Launch on CEX\n",
    "list3_5": "eTukTuk Merchandise available for sale",
    "list3_6": "Power Staking commences",
    "list3_7": "Prototype Charging Station unveiled",
    "list3_8": "First production facility acquired and renovation begins",
    "list4_1": "Announcement in conjunction with Sri Lankan Government",
    "list4_2": "Production of eTukTuks in Sri Lanka begins",
    "list4_3": "First charitable donations made to local community",
    "list4_4": "Driver App finished",
    "list4_5": "Target 200 Charging Points installed in Sri Lanka",
    "list4_6": "Passenger app completion",
    "list4_8": "Target 6000 eTukTuks on road by year end",
    "list4_9": "Second eTukTuk Territory/Country Announced",
    "list4_10": "First Charging Point in 2nd eTukTuk Territory/Country Installed",
    "list4_11": "Unveil 3rd eTukTuk Country/Territory",
    "list4_12": "Development of Second Model (last mile deliveries)",
    "list4_13": "Install first solar charging station",
    "game_title": "eTukTuk Play-to-Earn Game",
    "game_para": "Etuktuk is bringing you a play-to-earn game based on the flagship eTukTuk vehicle. In Crazy Taxi style, you’ll whiz round the streets of Sri Lanka whilst picking up and dropping off customers who need to be somewhere fast. The quicker you drive, the more you’ll earn! You’ll be able to upgrade your eTukTuk, unlock new cities and much much more! More details on this, coming soon.",
    "nav_game": "Game",
    "sticky_header": "Buy and Stake for {{rewardPercent}}% Annual Rewards!",
    "banner-heading2-mobile": "Buy and Stake your $TUK Tokens!",
    "banner-desc-mobile": "eTuktuk is the AI-integrated, eco-friendly future of transportation. Purchase $TUK tokens and stake them to start earning rewards today!",
    "phase_1": "Phase 1",
    "phase_2": "Phase 2",
    "phase_3": "Phase 3",
    "phase_4": "Phase 4",
    "conecption": "Conception",
    "presale": "Presale",
    "launch": "Launch",
    "growth": "Growth",
    "teams_title": "Our Team",
    "teams_1_name": "Mohit Ahuja",
    "teams_1_para": "CGO",
    "teams_2_name": "Sukhjeevan Uppal",
    "teams_2_para": "CTO",
    "teams_3_name": "Craig McNerlin",
    "teams_3_para": "CBO",
    "teams_4_name": "Ken Nizam",
    "teams_4_para": "Advisor – Founder & CEO of AsiaTokenFund Group",
    "teams_5_name": "Niro Cooke",
    "teams_5_para": "Advisor – Group Director of Capital Maharaja Group",
    "claim_form_title":"Claim your free $TUK Token",
    "claim_form_desc":"Sign up now to get your free $TUK tokens!",
    "name":"Name",
    "email":"Email",
    "phone":"Phone",
    "claim_form_term_1":"I accept the",
    "claim_form_term_2":"Terms",
    "claim_form_btn":"Submit",
    "email_req": "Email is required.",
    "email_invalid": "Please enter a valid email.",
    "phone_req": "Phone number is required.",
    "firstname_req": "Name is required",
    "success": "Success",
    "formSuccess": "Thanks for signing up!",
    "sign_up":"Sign Up Now!",

    "already_have": "Already got the Best Wallet app?",
    "download_best_wallet": "Download Best Wallet on Mobile",
    "install_app": "Scan the appropriate QR code below on your mobile device in order to install the Best Wallet app.",
    "iOS": "iOS",
    "Android": "Android",
    "hit_btn_connect": "Hit the button below and use the QR code scanner in the Best Wallet app in order to connect."
}
